Yezid607/misarticulos/app/controllers/api/v1/articles_controller.rb

SELECT "articles".* FROM "articles" ORDER BY created_at DESC
---
      def index
        articles = Article.order('created_at DESC');